content/posts/liked-my-masters-better.md
+++
title = "Chalkboards and Community"
authors = ["Lucas Kerbs"]
draft = true
+++

I'm only three weeks into my PhD and something is gnawing at me: I think I liked
doing my masters better.

There's an undergraduate in the graduate algebra class who seems to be in a bit
over his head. While lectures don't assume any previous knowledge of algebra,
they move very quickly if it's your first time seeing the ideas---what an
undergraduate course would cover in the span of 10-12 weeks we are doing in
four. Late last week, he asked the professor a question that was born out of a
misunderstanding of a fundamental concept, and I could tell that he wasn't quite
satisfied with the answer. By habit I leaned forward to whisper something along
the lines of "If you want, stop by the grad offices after class and I can
explain" but I stopped myself.  At Cal Poly (where I did my masters) we always
joked that we were packed into the grad offices like sardines but the offices at
Wash U are practically overflowing.

When I met with my one of my academic advisors prior to the start of the
semester, I asked about what the office situation was. After chuckling he told
me that first years each given a carrel but assured me that the accommodations
got better as you progressed through the program. A carrel is a little desk unit
with a built in shelf that you might find in a library---

**MORE TEXT**

featuredImage = "img/carreldesk.jpeg"
featuredImagePreview = "img/carreldesk.jpeg"


## The Dungeons of Building 38 {#the-dungeons-of-building-38}

I moved to San Luis Obispo in February 2021---the pandemic was in full swing and
I only stepped foot on campus a handful of times before in-person classes
resumed in September. I spend most of that time in my apartment with the
occasional trip back to Sacramento. When I started my second year I was
confronted with two _inconvenient truths_: I really liked my peers but I knew that
I was moving in less than a year. I'm too _desc_ to pretend that I wasn't going to
make friends but that deadline loomed over SLO just like the golden hills. {too
much?}

I quickly fell into a rhythm in SLO, with the weeks marked my Taco Tuesdays,
grading quizzes, and puzzling through Dr. Brussel's pathological problem sets.
We called our offices "the dungeons" since there were four of us in each room
that was roughly the square footage of a dorm room. Four heavy duty 8' tables
topped with iMacs and ancient printers lined three of the walls with an ancient
chalkboard across the fourth. In our office, we moved all the computers to one
corner so that we could work on our laptops and spread out whatever books we
were referencing for our classes or research---this had the added bonus of
making room for an espresso machine, coffee grinder, and pour-over setup. Since
our classes were down the hall from the offices, it was not uncommon to get to
campus before sunrise and not emerge from the dungeons until after the sun had
set.

As quarters passed, we grew close and learned how to make the best of life in
the dungeons: Karl and I would drag each other into the sun for some much-needed
vitamin-D, Taco Tuesdays went later and later as friends became family, we
enrolled in a bowling class and spent two hours a week bowling poorly,[^fn:1] I
befriended a few students outside of the major and spend time not thinking about mat.
After classes we would congregate around a chalkboard in the "social" office and
go over anything that confused us in the lecture.

**_Something about going into the sun. But maybe not_**

Mathematicians have a bit of a complex when it comes to chalkboards. Maybe it's
purely aesthetic, but a proper slate chalkboard is just _better_ than a
whiteboard. There is even a special brand of chalk, Hagoromo, that we swear
by---according to legend no one has ever written a false theorem when holding a
stick of Hagoromo. The chalk board in my office in Cal Poly was old and pitted,
but it was clearly well loved. When the problem sets were particularly
pathological we gathered around a chalkboard and worked through problems together.
While it was the adventures off campus that made us family, we ****something****
around a chalkboard.


## The Carrels of Cupples I {#the-carrels-of-cupples-i}

Imagine my surprise, then when I first walked into the basement of the Math
Department at Wash U and saw the first year offices. Over twenty carrels filled
a room not much bigger than my office in SLO. Cold hanging CFL's washed out the
little bit of natural light coming from the tiny windows near the ceiling.
I would come to find out that
there was a bit of drama surrounding office placements. As you progress throught
the program, you change offices. You are still confined to a carrel, but the
square footage of the office itself increases. Perhaps most importantly,
however, the offices move to higher floors and have larger windows. This year,
however, the previous fourth years didn't move into the fifth year
offices---meaning that none of the other years couldn't move up. As result the
first and second years are all stuck in a single office. The department added
more carrels in the middle of room, but the resulting office is a labyrinth of
desks, most of which sit empty because many of the other students
(understandably) want to study elsewhere.

[^fn:1]: If you bowl twice a week for 10 weeks you end up getting better at
    bowling...  who would have guessed.
